Repository: mohamadalinaghian/chino
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Invalid Iranian card number.
fa: شماره کارت نامعتبر

source: Chino Admin Panel
fa: پنل مدیریتی چینو

source: Chino Admin
fa: مدیر چینو
