Repository: mohamadalinaghian/chino
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Jalali update date
fa: تاریخ جلالی به روزرسانی

source: Singleton key
fa: کلید یگانگی

source: Profit margin
fa: حاشیه سود

source: Tax rate
fa: درصد مالیات

source: Overhead bar value
fa: هزینه بالا دستی بار

source: Overhead food value
fa: هزینه بالا دستی غذا

source: Purchase valid change ratio
fa: تلورانس مجاز قیمت خرید

source: Thumbnail quality
fa: کیفیت تصویر بند انگشتی

source: Thumbnail max width
fa: حداکثر عرض تصویر یند انگشتی

source: Thumbnail max height
fa: حداکثر ارتفاع بند انگشتی

source: Default POS terminal account
fa: حساب پیش فرض دستگاه پوز

source: Default bank account for POS terminal payments
fa: حساب بانکی پیش فرض متصل به دستگاه پوز

source: Site Settings
fa: تنظیمات سایت

source: Product Info
fa: اطلاعات کالا

source: Quantity & Packaging
fa: مقدار و بسته بندی

source: Pricing
fa: قیمت گذاری

source: Last price date
fa: تاریخ آخرین قیمت

source: Tax persent
fa: درصد مالیات

source: Amount of tax that appliy to total cost
fa: مقدار مالیات اعمال شده در کل هزینه

source: Discount persent
fa: درصد تخفیف

source: Amount of discount on purchasing this item
fa: مقدار تخفیف روی خرید این آیتم

source: Unit price
fa: قیمت واحد

source: Quantity
fa: مقدار

source: Total cost
fa: کل هزینه

source: Final cost for purchasing this item
fa: هزینه نهایی برای خرید این آیتم

source: Brand
fa: برند

source: Add brand of item if supplier supply multiple kind of it
fa: اگر تأمین کننده چندین مدل از این کالا را تأمین میکند باید برند برای آن مشخص کند

source: Quantity per package
fa: مقدار در یک بسته

source: Number of packages
fa: تعداد بسته

source: Expiry date
fa: تاریخ انقضا

source: Only positive numbers
fa: فقط اعداد مثبت

source: Unit price deviates too much from the last purchase price. Please confirm with a manager.
fa: قیمت واحد کالا خرید شده اختلاف زیادی با قیمت خرید قبلی دارد، با مدیر هماهنگ کنید.

source: Remaining quantity can not be greater than initial.
fa: مقدار باقی مانده نمیتواند از مقدار اولیه بیشتر شده باشد.

source: Report Date
fa: تاریخ گزارش

source: Staff
fa: کارمند

source: Adjustment report session
fa: جلسه گزارش تغیرات

source: Adjustment report sessions
fa: جلسات گزارش تغیرات

source: Purchased Item
fa: کالا خریده شده

source: Expiry Date
fa: تاریخ انقضا

source: Expiry Purchase Item
fa: تاریخ انقضا کالا

source: Expiry Purchase Items
fa: تاریخ انقضا کالاها

source: Used recipe
fa: رسپی مورد استفاده

source: Used quantity
fa: مقدار استفاده شده

source: Produced quantity
fa: مقدار تولید شده

source: Creators
fa: تولید کننده گان

source: Notes
fa: توضیحات

source: Item production
fa: تولید آیتم

source: Items Production
fa: تولید آیتم ها

source: Yes
fa: بله

source: No
fa: خیر

source: Raw Material
fa: کالا اولیه

source: Processed Material
fa: کالا فرآوری شده

source: Sellable
fa: قابل فروش

source: Consumable
fa: جانبی

source: Name
fa: نام

source: Expiry Traceable
fa: فساد پذیر

source: Countable
fa: قابل شمارش

source: Product Type
fa: نوع کالا

source: Stock Traceable
fa: قابل انبارگردانی

source: Is Active Product
fa: آیا کالا فعال است؟

source: Note
fa: توضیح

source: Active recipe
fa: رسپی مورد استفاده

source: Last price
fa: آخرین قیمت

source: Product
fa: کالا

source: Products
fa: کالاها

source: Session
fa: جلسه

source: Previous quantity
fa: مقدار قبلی

source: Current quantity
fa: مقدار فعلی

source: Cost
fa: بها

source: No change no report!
fa: تغیراتی صورت نگرفته، گزارش ثبت نخواهد شد

source: Product Adjustment Report
fa: گزارش تغییرات کالا

source: Products Adjustment Report
fa: گزارشات تغیرات کالا

source: Issue date
fa: تاریخ فاکتور

source: Person who purchased
fa: مسئول خرید

source: Supplier
fa: تأمین کننده

source: Chosen staff must be a staff member.
fa: شخص مشخص شده باید از پرسنل کافه باشد

source: Purchase Invoice
fa: فاکتور خرید

source: Purchase Invoices
fa: فاکتور های خرید

source: Invoice which item belongs to
fa: فاکتوری که آیتم در آن خریده شده است

source: Purchased product
fa: کالا خریده شده

source: Purchased unit price
fa: قیمت واحد خرید

source: Purchase Item
fa: خرید کالا

source: Purchase Items
fa: خرید کالاها

source: Unique name for recipe to recognizing it
fa: نامی یکتا برای شناسایی رسپی ها از هم

source: Produced product
fa: کالا تولید شده

source: Instruction
fa: دستورالعمل

source: Create date
fa: تاریخ ساخت

source: Update date
fa: تاریخ به روزرسانی

source: Recipe
fa: رسپی

source: Recipes
fa: رسپی ها

source: Recipe component
fa: جزء رسپی

source: Consumed product
fa: کالا استفاده شده

source: quantity of product consumed in 1 atomic unit of recipe.
fa: مقدار مصرف شده از کالا در مقدار واحد رسپی

source: Recipe components
fa: اجزای رسپی

source: Stored porduct
fa: کالا انبار شده

source: Initial quantity
fa: مقدار اولیه

source: Remaining quantity
fa: مقدار باقی مانده

source: Created at
fa: ساخته شده در

source: Stock
fa: انبار

source: Company Name
fa: نام شرکت

source: Information
fa: اطلاعات

source: Supplied Products
fa: کالاهای تأمین شده

source: Suppliers
fa: تأمین کننده ها

source: Last purchase price
fa: قیمت آخرین خرید

source: Related invoice
fa: فاکتور مربوطه

source: Supplier Related Product
fa: کالا مرتبط با تأمین کننده

source: Supplier Related Products
fa: کالاهای مرتبط با تأمین کننده

source: Human-readable table identifier
fa: مشخصات میز

source: Maximum number of guests
fa: حداکثر ظرفیت پذیرایی

source: Inactive tables cannot be assigned to sales
fa: میز غیر فعال نمیتواند برای ثبت سفارش استفاده شود

source: Phone number must be in the format 0XXXXXXXXXX
fa: شماره تلفن باید در قالب '0XXXXXXXXXX' باشد

source: Mobile
fa: موبایل

source: supplier
fa: تأمین کننده

source: Visitor
fa: ویزیتور

source: Visitors
fa: ویزیتورها

source: Product is already expired
fa: کالا وجود ندارد

source: This product is not expiry-traceable
fa: این کالا فساد پذیر نیست

source: Requested quantity must be greater than zero.
fa: مقدار کل باید مثبت باشد

source: Recipe cycle detected.
fa: حلقه رسپی شناسایی شد

source: Product does not exist.
fa: کالا وجود ندارد

source: There is no price history for this product
fa: برای این کالا هیچ سابقه قیمتی وجود ندارد

source: Quantity can't be zero
fa: مقدار نمیتواند صفر باشد

source: Cannot assign both quantity styles
fa: نمیتوانید هر دو روش مقدار دهی را پر کنید

source: Package quantity and package count must be assigned together
fa: مقدار هر بسته و تعداد بسته با هم باید مشخص شود

source: Enter total cost **or** unit price, not both
fa: یا قیمت واحد یا کل هزینه را وارد کنید، نه هردو

source: You must provide unit price or total cost
fa: قیمت واحد یا کل هزینه باید مقدار دهی شود.

source: You can not write a recipe for this type of product
fa: برای این نوع از کالا نمیتوانید رسپی بنویسید

source: Total quantity must be greater than zero.
fa: مقدار کل باید مثبت باشد

source: Product is not stock traceable
fa: کالا قابل انبارگردانی نیست

source: Product is not in the supplier’s list. Add it first or check again.
fa: این کالا در لیست کالاهای تأمین کننده نیست. مجدد بررسی کنید یا ابتدا آن را اضافه کنید به لیست.

source: Suggested price
fa: قیمت پیشنهادی

source: Material cost
fa: هزینه مواد

source: Menu Item
fa: دسته بندی منو

source: The menu item being tracked
fa: آیتم منو مورد بررسی قرار گرفت

source: Selections Today
fa: انتخاب های روز

source: Number of times selected today (resets daily)
fa: تعداد دفعات انتخاب روز(به صورت روزانه بررسی میشود)

source: Selections This Week
fa: انتخاب های این هفته

source: Number of times selected this week (resets weekly)
fa: تعداد دفعات انتخاب این هفته

source: Selections This Month
fa: انتخاب های این ماه

source: Number of times selected this month (resets monthly)
fa: تعداد دفعات انتخاب این ماه

source: All-Time Selections
fa: تعداد دفعات انتخاب کل

source: Total number of times selected (never resets)
fa: مجموع دفعات انتخاب آیتم

source: Last Selected At
fa: آهرین تاریه انتخاب

source: When this item was last added to a sale
fa: آخرین تاریخی که این آیتم به خرید اضافه شد

source: Today's Rank
fa: رنک امروز

source: Ranking within category based on today's selections
fa: رتبه در گروه بر اساس فروش روز

source: Week's Rank
fa: رتبه هفتگی

source: Ranking within category based on this week's selections
fa: رتبه در گروه بر اساس فروش هفته

source: Month's Rank
fa: رتبه ماهانه

source: Ranking within category based on this month's selections
fa: رتبه در گروه بر اساس فروش ماهانه

source: Created At
fa: ساخته شده در

source: Updated At
fa: تاریخ به روزرسانی

source: Menu Item Analytics
fa: آنالیزیتم نو

source: Category
fa: دسته بندی

source: The category being tracked
fa: گروه مورد بررسی قرار گرفت

source: Total selections of items in this category today
fa: تعداد دفعات فروش آیتم های این گروه

source: Total selections of items in this category this week
fa: تعداد فروش آیتم های این گروه در هفته

source: Total selections of items in this category this month
fa: تعداد فروش ماهانه آیتم های این گروه

source: Category Rank
fa: دسته بندی

source: Overall ranking based on selection frequency
fa: رتبه کلی بر اساس تعداد انتخاب آیتم

source: Category Analytics
fa: دسته بندی

source: Bar item
fa: بار آیتم

source: Food
fa: غذا

source: Parent group
fa: گروه اصلی

source: Title
fa: عنوان

source: Slug
fa: اسلاگ

source: Description
fa: توضیحات

source: Menu Category
fa: دسته بندی منو

source: Menu Categories
fa: دسته بندی های منو

source: Price
fa: قیمت

source: Showable in menu
fa: قابل نمایش در منو

source: Thumbnail
fa: بند انگشتی

source: Extra Images
fa: عکس های بیشتر

source: Is Available
fa: آیا فعال است؟

source: Menu
fa: منو

source: Menus
fa: منو ها

source: Site settings not configured
fa: تنظیمات سایت به درستی اعمال نشده است

source: Set active recipe first
fa: ابتدا رسپی مورد استفاده را مشخص کنید

source: For this item no parent group submitted
fa: برای گروه این آیتم دسته بندی اصلی مشخص نشده است

source: There is no price record for this product
fa: برای این کالا هیچ سابقه قیمتی وجود ندارد

source: No price record for this product
fa: برای این کالا هیچ سابقه قیمتی وجود ندارد

source: Menu item not found
fa: آیتم منو یافت نشد

source: Quantity must be positive
fa: مقدار نمیتواند صفر باشد

source: Product not found
fa: اطلاعات کالا

source: Draft
fa: پیشنویش

source: Approved
fa: تایید شده

source: Report date
fa: تاریخ گزارش

source: Business date for this report (cutoff at 2 AM next day)
fa: زمان کاری برای گزارش روزانه فروش

source: Status
fa: وضعیت

source: Opening float
fa: موجودی زمان بازگشایی

source: Cash in drawer at start of business day
fa: پول نقد موحود در زمان شروع روز کاری

source: Closing cash counted
fa: پول نقد پایان روز کاری

source: Actual cash counted at end of day
fa: کل پول شمارش شده تا پایان روز کاری

source: Expected total sales
fa: مجموع فروش قابل انتظار

source: Sum of all invoice totals for the day
fa: مجموع تام فاکتور های فروش روز

source: Expected total refunds
fa: مجموع مبلغ مرجوعی قابل انتظار

source: Sum of all refunds issued
fa: مجموع تمام مبلغ مرحوعی ثبت شده

source: Expected total discounts
fa: مجموع تخفیف مورد انتظار

source: Sum of all discounts applied
fa: محوع تمام تخفیف های اعمال شده

source: Expected total tax
fa: مجموع مالیات قابل انتظار

source: Sum of all tax collected
fa: مجموع تمام مالیات های دریافت شده

source: Cost of goods sold
fa: هزینه کالاهای فروخته شده

source: COGS from inventory system
fa: هزینه کالاهای فروخته شده از سیستم انبار

source: Total expences
fa: کل هزینه

source: Total expences in report date
fa: مجموع هزینه های روز گزارش

source: Additional notes or observations
fa: نکات اضافی

source: Created by
fa: ساخته شده در

source: Accountant who created this report
fa: حسابدار سازنده این گزارش

source: Approved by
fa: تایید شده توسط

source: Manager who approved this report
fa: مدیر تایید کننده این گزارش

source: Approved at
fa: تایید شده در

source: Daily report
fa: گزارش روزانه

source: Daily reports
fa: گزارشات روزانه

source: Approved date cannot be before created date
fa: تاریخ تایید نباید قبل از تاریخ ساخت باشد

source: Cannot edit report after submission.
fa: بعد از تایید نمیتوانید گزارش را تغییر دهید

source: Payment method
fa: روش پرداخت

source: Expected amount
fa: مبلغ مورد انتظار

source: Amount calculated from system records
fa: مبلغ محاسبه شده با رکورد های سیستم

source: Actual amount
fa: مبلغ واقعی

source: Amount entered by accountant (cash counted, POS report, bank confirmed)
fa: مبلغ وارد شده توسط حسابدار (نقدو گزارش پوز، و انتقال های تایید شده)

source: Variance
fa: اختلاف

source: Difference between actual and expected (actual - expected)
fa: اختلاف بین مبلغ مورد انتظار و واقعی

source: Additional notes for this payment method
fa: نکات اضافی برای این خرید

source: Daily report payment method
fa: گزارش روزانه روش پرداخت

source: Daily report payment methods
fa: گزارش روزانه روش های پرداخت

source: Cannot modify payment methods for non-draft reports
fa: روش پرداخت گزارش های تایید شده را نمیتوان تغییر داد

source: Pending
fa: در صف

source: Printed
fa: چاپ شده

source: Failed
fa: عدم موفقیت

source: Standard Receipt
fa: رسید استاندارد

source: Print Queue
fa: صف پرینت

source: Open
fa: باز

source: Closed
fa: بسته

source: Canceled
fa: لغو شده

source: Dine in
fa: در سالن

source: Takeaway
fa: بیرون بر

source: Unpaid
fa: پرداخت نشده

source: Partially paid
fa: بخشی پرداخت شده

source: Paid
fa: پرداخت شده

source: State
fa: وضعیت

source: Current lifecycle state of the sale
fa: چرخه وضعیت فعلی فورش

source: Sale type
fa: فروش آیتم

source: Service method: dine-in or takeaway
fa: نوع خدمات: حضوری یا بیرون بر

source: Table
fa: میز

source: Table for dine-in sales
fa: میز برای پذیرایی در سالن

source: Guest count
fa: تعداد مهمان های

source: Number of guests at table
fa: تعداد همهان های یز

source: Registered guest
fa: مهمان ثبت نام شده

source: Link to registered customer account
fa: اتصال به حساب مهمان ثبت نام شده

source: Opened by
fa: باز شده توسط

source: Staff member who created this sale
fa: پرسنل سئول ساخت این فروش

source: Last modified by
fa: آخرین ویرایش توسط

source: Staff member who last modified items (while OPEN)
fa: پرسنلی که آخرین تغییرات را روی آیتم ها زمان باز بودن فروش انجام داد

source: Closed by
fa: بسته شده توسط

source: Staff member who finalized and invoiced the sale
fa: پرسنلی که فروش را تایید و فاکتور ایجاد کرد

source: Canceled by
fa: لغو شده توسط

source: Staff member who canceled the sale
fa: پرسنلی که فروش را لغو کرد

source: Subtotal
fa: مبلغ کل

source: Sum of all items before discounts and tax
fa: جمع کل قبل از اعمال تخفیف و مالیات

source: Discount
fa: درصد تخفیف

source: Total discount applied
fa: مجموع تخفیف های اعمال شده

source: Tax
fa: مالیات

source: Sales tax (if applicable)
fa: مالیات قروش

source: Total amount
fa: قدار کل

source: Final payable amount (subtotal - discount + tax)
fa: خالص دریافتی

source: Total cost (COGS)
fa: کل هزینه

source: Cost of goods sold (calculated from inventory)
fa: هزینه کالاهای فروخته شده

source: Gross profit
fa: سود حالص

source: Revenue - COGS (total_amount - total_cost)
fa: درآمد - هزینه

source: Gross margin %
fa: درصد سود

source: (gross_profit / total_amount) * 100
fa: (سود / مجموع) * 100

source: Payment status
fa: وضعیت پرداخت

source: Payment completion status (only for CLOSED sales)
fa: وضعیت کلی پرداخت(فقط برای فروش بسته شده)

source: General notes about the sale
fa: توضیح کلی برای فروش

source: Cancel reason
fa: دلیل لغو سفارش

source: Required reason for cancellation
fa: برای لغو توضیح لازم است

source: Opened at
fa: ساخته شده در

source: Closed at
fa: بسته شده در

source: Canceled at
fa: لغو شده در

source: Updated at
fa: تاریخ به روزرسانی

source: Sale
fa: فروش

source: Sales
fa: فروش ها

source: Closed sales must have closed_by set
fa: برای فروش های بسته شده باید مسئول مشخص شود

source: Closed sales must have closed_at set
fa: فروش بسته شده باید زمان بسته شدن داشته باشد

source: Canceled sales must have canceled_by set
fa: فروش لغو شده باید مسدول لغو داشته باشد

source: Canceled sales must have canceled_at set
fa: فروش لغو شده باید زمان داشته باشد

source: Canceled sales must have a cancellation reason
fa: فروش لغو شده باید دلیل لغو داشته باشد

source: Subtotal cannot be negative
fa: مجموع نمیتواند منفی باشد

source: Discount cannot be negative
fa: تخفیف نمیتواند منفی باشد

source: Tax cannot be negative
fa: مالیات نمیتواند منفی باشد

source: Dine-in sales must have a table assigned
fa: برای فروش در سالن باید میز مشخص شود

source: Total cost cannot be negative
fa: مجموع هزینه نمیتواند منفی باشد

source: Percentage
fa: درصد

source: Fixed amount
fa: مقدار ثابت

source: sale
fa: فروش

source: The sale to which this discount is applied. If the sale is deleted, related discounts will also be removed.
fa: فروشی که این تخفیف به آن اختصاص داده شده است، اگر فروش حذف شود این تخفیف هم حذف خواهد شد

source: discount type
fa: نوع تخفیف

source: Determines how the discount value is applied. Percentage discounts are calculated relative to the sale total, while fixed discounts are absolute monetary amounts.
fa: مشخض میکند مقدار تخفیف چگونه اعمال شده است. تخفیف درصدی با توجه به مجموع فروش محاسبه میشود در حالی که مقدار ثابت بدون تغییر است

source: discount value
fa: مبلغ تخفیف

source: The numeric value of the discount. For percentage discounts, this represents the percentage value (e.g. 10 for 10%). For fixed discounts, this represents a monetary amount.
fa: مقدار عددی تخفیف. برای تخفیف درصدی نشان دهنده درصد تخفیف و برای تخفیف ثابت نشان دهنده مبلغ تخفیف است

source: reason
fa: دلیل

source: Human-readable explanation for why this discount was applied (e.g. promotion, compensation, staff authorization).
fa: دلیل ثبت این تخفیف

source: applied by
fa: اعمال شده توسط

source: The user who applied or approved this discount. Users referenced here cannot be deleted.
fa: کاربری که این تخفیف را اعمال یا تایید کرد. کاربری که اینجا ثبت میشود نمیتواند پاک شود

source: sale discount
fa: تخفیف فروش

source: sale discounts
fa: تخفیف های فروش

source: If set, this item is an extra attached to the parent
fa: درصورت وجود این یک افزودنی است برای آیتم اصلی

source: Price at moment of sale
fa: قیمت در زمان فروش

source: Cash
fa: نقد

source: POS
fa: کارتخوان

source: Card to card
fa: کارت به کارت

source: Completed
fa: تکمیل شده

source: Voided
fa: مرجوع شده

source: Sale this payment is applied to (must be CLOSED state)
fa: فروشی که این پرداخت به آن متصل است

source: Total received
fa: مجموع دریافتی

source: Total money received from customer
fa: مجموع پول دریافتی از میهمان

source: Applied to invoice
fa: اعمال شده در فاکتور

source: Amount applied to invoice balance
fa: مقدار اعمال شده در مبلغ نهایی فاکتور

source: Tip amount
fa: مقدار انعام

source: Optional tip (never refundable)
fa: انعام اختیاری

source: Destination account
fa: حساب قصد

source: Required for POS and card-to-card payments
fa: برای کارت به کارت و کارتخوان ضروری است

source: Received by
fa: دریافت شده توسط

source: Received at
fa: دریافت شده در تاریخ

source: Sale items
fa: فروش آیتم ها

source: Specific items this payment covers (empty means all items)
fa: آیتم هایی که این پرداخت پوشش میدهد(حالی به معنی تمام آیتم ها است)

source: Sale payment
fa: پرداخت فروش

source: Sale payments
fa: پرداخت های فروش

source: Applied amount must be positive
fa: مقدار اعمال شده باید مثبت باشد

source: Tip amount cannot be negative
fa: مقدار انعام نمیتواند منفی باشد

source: Cash payments must not have destination account
fa: پرداخت های نقد نمیتوانند حساب مقصد داشته باشند

source: This payment method requires a destination account
fa: این روش پرداخت نیازمند حساب مقصد است

source: Original payment
fa: پرداخت اصلی

source: Refund amount
fa: مقدار بازگشت

source: Refunded amount (excluding tip)
fa: مبلغ برگشتی (منهای انعام)

source: Refund method
fa: روش بازگشت پول

source: Processed by
fa: مسئول

source: Processed at
fa: تاریخ اجرا

source: Reason
fa: دلیل

source: Sale refund
fa: مرجوعی فروش

source: Sale refunds
fa: مرجوعی فروش

source: Refund amount must be positive
fa: مبلغ بازگشتی باید مثبت باشد

source: Authentication required
fa: نیازمند احراز هویت

source: You are not allowed to open a sale
fa: شما مجاز به باز کردن فروش نیستید

source: You are not allowed to view the sales list
fa: شما اجازه مشاهده لیست فروش را ندارید

source: You are not allowed to view sale details
fa: شما اجازه مشاهده جزئیات فروش را ندارید

source: Only OPEN sales can be modified
fa: فقط فروش های باز یتواند ویرایش شود

source: You are not allowed to modify sales
fa: شما اجازه ویرایش فروش را ندارید

source: Missing permission: sale.close_sale
fa: اجازه بستن فروش برای شما وجود ندارد

source: Only open sales can be closed
fa: فقط فروش های باز میتوانند بسته شوند

source: Cannot close an empty sale
fa: نمیتوانید یک فروش بدون آیتم را ببندید

source: Only OPEN sales can be canceled
fa: فقط فروش باز میتواند لغو شود

source: You are not allowed to cancel sales
fa: شما اجازه لغو فروش ها را ندارید

source: Only CLOSED sales can be canceled
fa: فقط فروش های بسته شده میتوانند لغو شوند

source: You cannot approve your own report
fa: شما نمیتوانید گزارش خودتان را تایید کنید

source: Payments can only be processed for CLOSED sales
fa: فقط برای فروش های بسته شده میتوانید پرداخت انجام دهید

source: At least one payment is required
fa: حداقل یک پرداخت لازم است

source: Payment amount must be positive
fa: مقدار پرداخت باید مثبت باشد

source: Cannot add payments to a CANCELED sale
fa: نمیتوانید به فروش لغو شده پرداخت اضافه کنید

source: Some selected items do not belong to this sale
fa: تعدادی از آیتم های انتخاب شده متعلق به این فروش نیستند

source: Payment not found
fa: پرداخت یافت نشد

source: Payment is already voided
fa: پرداخت لغو شده است

source: Cancellation reason is required
fa: دلیل لغو لازم است

source: Cannot calculate COGS.
fa: نمیتوان هزینه مواد را محاسبه کرد

source: Sale must contain items
fa: فروش باید شامل آیتم باشد

source: Table is required for dine-in sale
fa: برای فروش حضوری ثبت میز لازم است

source: Guest count must be positive
fa: تعداد میهمان ها باید مثبت باشد

source: Item quantity must be positive
fa: تعداد آیتم باید مثبت باشد

source: Menu item has no price
fa: آیتم هیچ قیمتی ندارد

source: Extra quantity must be positive
fa: مقدار کل باید مثبت باشد

source: Password
fa: گذرواژه

source: Confirm password
fa: تأیید گذرواژه

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: دسترسی ها

source: Important dates
fa: تاریخ های مهم

source: The given mobile must be set
fa: شماره موبایل حتما باید وارد شود

source: A superuser must also be staff.
fa: مدیر باید از کارکنان باشد

source: Mobile number must be in the format 09XXXXXXXXX
fa: شماره تلفن باید در قالب '0XXXXXXXXXX' باشد

source: Is Active?
fa: آیا فعال است؟

source: Is Superuser?
fa: آیا مدیر است؟

source: Is Staff?
fa: آیا کارمند است؟

source: User Account
fa: حساب کاربری

source: User Accounts
fa: حساب کاربرها

source: Related user
fa: کاربر مرتبط

source: Card number
fa: شماره کارت

source: Account owner
fa: صاحب حساب

source: Bank account
fa: حساب بانکی

source: Bank accounts
fa: حساب کاربرها

source: Profile
fa: پرفایل

source: Profiles
fa: پرفایل ها

source: Male
fa: آقا

source: Female
fa: خانم

source: User
fa: کاربر

source: Email
fa: ایمیل

source: Is Email Verified?
fa: آیا ایمیل تأیید شده است؟

source: Address
fa: آدرس

source: Birth Day
fa: تاریخ تولد

source: Sex
fa: جنسیت

source: Total Debt
fa: کل بدهی

source: Total amount owed by this user
fa: مقدار کل بستانکاری این کاربر

source: Total Payment
fa: کل پرداخت

source: Total amount paid by this user
fa: کل بلغ پرداخت شده توسط این کاربر

source: Jalali date
fa: تاریخ جلالی

source: Today
fa: امروز

source: Yesterday
fa: دیروز

source: This week
fa: این هفته

source: Last week
fa: هفته قبل

source: This month
fa: این ماه

source: Last month
fa: ماه قبل

source: Last year
fa: سال قبل

source: Update Date
fa: تاریخ به روزرسانی

source: Alt Text
fa: متن جایگزین

source: Image
fa: عکس

source: Create Date
fa: تاریخ ساخت

source: Images
fa: عکس ها

source: Card number cannot be empty.
fa: شماره کارت نمیتواند خالی باشد

source: Card number must contain exactly 16 digits.
fa: شماره کارت باید 16 رقمی باشد
